[
  {
    "image": "https://i.imgur.com/ExJ8WOq.jpg",
    "price": 249.9,
    "name": "Headset Gamer HyperX Cloud Stinger, Drivers 50mm, Múltiplas Plataformas, P2 e P3 - HX-HSCS-BK/NA",
    "id": "1",
    "categorie": "Gamer",
    "description": "Headset Gamer HyperX Cloud Stinger Faça parte da família Cloud da HyperX com o headset Cloud Stinger! Completa e versátil, a linha de headsets Cloud foi projetada para as necessidades de qualquer nível de jogador. Independente do seu sistema, estilo de jogo e características este headset irá te surpreender. O Cloud Stinger é um modelo licenciado oficialmente pela Xbox, perfeito para jogadores de Xbox One! Conforto, tecnologia e design a sua altura. HyperX confortável para todo tipo de rosto Os fones de ouvido giram 90° e ficam bem apoiados confortavelmente em torno do pescoço durante os intervalos de batalhas. Como todo headset HyperX, possui a tecnologia premiada da espuma memory foam. Além do conforto, a qualidade do som é impecável! Este modelo possui drivers de 50mm que oferecem qualidade de som impecáveis com precisão de áudio e garantindo sua imersão no jogo. Ainda para seu conforto possui controles em aço de alta qualidade são projetados para longa durabilidade e estabilidade, se ajustando perfeitamente. Som imersivo para você se sentir no jogo com o Headset HyperX Possui também controle deslizante de volume para sua comodidade. Ele está localizado na parte inferior do fone de ouvido direito. Seu microfone tem cancelamento de ruído que gira para ser silenciado. Também com ruído passivo integrado que reduz o ruído de fundo para uma melhor qualidade de voz em seus jogos multiplayer. Um dos seus diferenciais também é sua leveza, um headset leve e com toda a tecnologia que você precisa. Seu headset HyperX está no KaBuM!",
    "stock": 20
  },
  {
    "image": "https://i.imgur.com/dIYmgEy.jpg",
    "price": 1799.9,
    "oldPrice": 1850.90,
    "name": "Processador AMD Ryzen 7 5700G, 3.8GHz (4.6GHz Max Turbo), AM4, Vídeo Integrado, 8 Núcleos - 100-100000263BOX",
    "id": "2",
    "categorie": "Hardware",
    "description": "Quando você tem a arquitetura de processador de desktop mais avançada do mundo para jogadores e criadores de conteúdo, as possibilidades são infinitas. Esteja você jogando os jogos mais recentes, projetando o próximo prédio ou processando dados, você precisa de um processador poderoso que possa lidar com tudo - e muito mais. Sem dúvida, os processadores AMD Ryzen série 5000 definem o padrão para jogadores e artistas. A arquitetura “Zen 3” de alto desempenho Estreando nos processadores AMD Ryzen Série 5000 para desktop, a arquitetura “Zen 3” traz um redesenho básico da lendária família “Zen”.  Equipado com aprimoramentos de design de ponta a ponta, o “Zen 3” já incorpora o foco implacável da AMD no desempenho de núcleo único, eficiência de energia e latências reduzidas. Este modelo está no centro dos melhores processadores de jogos do mundo. Instruções mais altas por relógio (IPC) A arquitetura “Zen 3” pode extrair uma média de 19% de desempenho adicional de cada MHz de frequência em relação à geração anterior. Esta é uma melhoria geracional historicamente grande no IPC e um jogador importante na capacidade da arquitetura de fornecer desempenho de núcleo único incomparável. Processador AMD é no KaBuM!",
    "stock": 30
  },
  {
    "image": "https://i.imgur.com/H5gw0Pc.jpg",
    "price": 459.9,
    "name": "SSD Kingston A400, 480GB, SATA, Leitura 500MB/s, Gravação 450MB/s - SA400S37/480G",
    "id": "3",
    "categorie": "Hardware",
    "description": "SSD Kingston A400 é o mais confiável e durável do que um disco rígido A unidade de estado sólido A400 da Kingston aumenta drasticamente a resposta do seu computador com tempos incríveis de inicialização, carregamento e transferência, comparados a discos rígidos mecânicos. Mais velocidade para o seu PC Reforçado com uma controladora de última geração para velocidades de leitura e gravação de até 500MB/s e 450MB/s, este SSD é 10x mais rápido do que um disco rígido tradicional para melhor desempenho, resposta ultrarrápida em multitarefas e um computador mais rápido de modo geral. Também mais confiável e durável do que um disco rígido, o A400 é feito com memória Flash. O SSD mais resistente O SSD Kingston A400, não existem partes móveis, com menor probabilidade de falhas do que um disco rígido mecânico. Também é mais frio e mais silencioso e sua resistência a choques e vibração torna-o ideal para notebooks e outros dispositivos móveis de computação. Diversas Capacidades do A400 O A400 está disponível em diversas capacidades de 480GB oferecendo todo o espaço que você precisa para aplicativos, vídeos, fotos e outros documentos importantes. Você também pode substituir seu disco rígido ou um SSD menor por uma unidade grande o suficiente para conter todos os seus arquivos. SSD confiável e durável para melhor desempenho do computador e respostas ultrarrápidas em multitarefas. SSD Kingston A400 é mais rápido que um disco Rígido Rápida inicialização, carregamento e transferência de arquivos; Mais confiável e mais durável do que um disco rígido; Diversas capacidades com espaço para aplicativos ou para substituição do disco rígido.",
    "stock": 40
  },
  {
    "image": "https://i.imgur.com/Obvnw1e.jpg",
    "price": 1889,
    "name": "Smartphone Samsung Galaxy S20 FE 128GB, 6GB RAM, Snapdragon 865, Câmera Tripla, Carregamento Super Rápido, Cloud Navy - SM-G780GZBRZTO",
    "id": "4",
    "categorie": "Celular",
    "description": "Este é o smartphone para pessoas que querem tudo. Ouvimos vocês, os fãs, e agora não precisam mais ficar em dúvida sobre o que escolher. Este é o smartphone feito sob medida para fãs de todos os tipos. Então, se você é fã de fotografia, jogos ou adora deixar seu feed repleto de tudo que o inspira, nós reunimos a combinação definitiva de inovação S20. Este é o smartphone que oferece o que você deseja, para você fazer mais daquilo que ama. A Câmera de Lente Tripla de Nível Profissional A câmera de lente tripla de nível profissional permite que você tire aquela foto profissional digna de #semfiltro com facilidade. Enquadre a cena com a câmera wide e, a seguir, mostre ainda mais com a câmera ultra-wide, ou aumente o zoom com o zoom óptico de 3x na câmera teleobjetiva. Conectividade O LTE de até 1,6 Gbps oferece velocidades de dados poderosas, enquanto o Wi-Fi 6 conecta você com segurança e baixa latência, mesmo em um local lotado. Portanto, quer você esteja conectado a LTE ou Wi-Fi, pode jogar em tempo real com pouco atraso. Bateria Inteligente o Dia Todo para que Você possa Jogar por Horas Viva sua vida sem se preocupar com onde você pode conectar seu smartphone. A bateria de 4500mAh (padrão) dá ao seu smartphone a energia necessária para durar mais que o seu dia, e é inteligente o suficiente para economizar energia para quando você realmente precisar. Espaço para Milhares de Fotos e Vídeos Com 128 GB integrados e a capacidade de armazenar até 1 TB (não incluso) a mais em um cartão microSD, o único limite para o que você pode armazenar é o que você pode criar e baixar. Compre no KaBuM!",
    "stock": 50
  },
  {
    "image": "https://i.imgur.com/pFjHTEn.jpg",
    "price": 2249.9,
    "name": "Console Microsoft Xbox Series S, 512GB, Branco - RRS-00006",
    "id": "5",
    "categorie": "Gamer",
    "description": "Xbox Series S, o menor e mais elegante de todos os tempos. Com taxas de quadros mais altas, tempos de carregamento mais rápidos e mundos mais ricos e dinâmicos, o Xbox Series S oferece desempenho e velocidade de última geração em um formato compacto e totalmente digital. Retrocompatibilidade com milhares de jogos. Prepare-se para tempos de carregamento mais rápidos, resolução mais alta, taxas de quadros mais estáveis e melhor latência de entrada em milhares de jogos Xbox One, Xbox 360 e Xbox Original.",
    "stock": 60
  },
  {
    "image": "https://i.imgur.com/J8efAO1.jpg",
    "price": 889.9,
    "name": "Monitor LG 23.8' IPS, Full HD, HDMI, VESA, Ajuste de Ângulo - 24MK430H",
    "id": "6",
    "categorie": "Monitores",
    "description": "Monitor LG LED 23.8 Tecnologia que um Monitor para PC pede! O novo Monitor LG 23,8 conta com tecnologia IPS para melhor reprodução de cores e maior ângulo de visão, proporcionando imagens brilhantes que surgem com detalhes vibrantes de qualquer ângulo de visualização. Combinada com resolução 1080p Full HD (1920x1080) para melhor definição. O OnScreen Control permite alterar as configurações do monitor, customizar a tela em até 14 modos, com o Screen Split 2.0. Tenha seu monitor de 23.8 polegadas na parede ou na mesa Instale o Monitor LG de acordo com a sua necessidade. Seja na mesa com ajuste de inclinação para melhor visão ou na parede para melhor uso do seu espaço de trabalho. Garanta já seu Monitor LG aqui no KaBuM!",
    "stock": 70
  },
  {
    "image": "https://i.imgur.com/oDTWYSl.jpg",
    "price": 229.9,
    "name": "Teclado Mecânico Gamer Husky Gaming Blizzard, 60%, RGB, Switch Gateron Blue, ABNT2, Branco - HGMO022",
    "id": "7",
    "categorie": "Gamer",
    "description": "O Teclado Mecânico Gamer Husky Gaming Blizzard, 60%, RGB, Switch Gateron Blue, ABNT2, Branco é perfeito para quem precisa de performance e precisão. Prepare-se para muitas horas de batalha intensa em seus gameplays! Switches com feedback audível e tátil Switches Gateron Blue contam com um feedback audível e tátil. É versátil e aprimorado em relação a outros switches. Ele traz a tecnologia dos switches mecânicos e é um ícone para os jogos e longos períodos de digitação. Tem um clique único, suas teclas possuem um som “clicky” característico.   Teclado Mecânico com Anti-Ghosting Cada tecla tem um conjunto de interruptor e mola próprio. Com Teclas 100% Anti-Ghosting garante o funcionamento de comandos mesmo quando várias teclas são acionadas simultaneamente. Praticidade e Durabilidade Cabo em nylon com USB C destacável e switches removíveis e a prova de poeira. 50 Milhões de cliques por tecla sem perda de qualidade e agilidade ao serem acionadas. Backlight RGB É possível configurar o RGB através do software do próprio teclado. São 12 opções de iluminação. Formato 60% Ideal para setups minimalistas. Design compacto e toda funcionalidade dos teclados comuns. O teclado conta também com Layout ABNT2 para facilitar seu dia-a-dia. Aproveite essa oportunidade e adquira seu Teclado Mecânico Gamer no KaBuM!",
    "stock": 80
  },
  {
    "image": "https://i.imgur.com/hsHWKqY.jpg",
    "price": 229.9,
    "name": "Memória Gamer Husky Gaming, Avalanche, 8GB, 3200Mhz, DDR4, CL19 - HGMF007",
    "id": "8",
    "categorie": "Hardware",
    "description": "Nível de Desempenho Chegue ao próximo nível em desempenho com o seu computador gamer com a Memória Gamer Husky Gaming Avalanche. Em busca do minimalismo e da simplicidade, a memória Gamer Husky é extremamente fina e leve ideal para os gabinetes menores ou qualquer sistema com pouco espaço interno. Seu design em preto combina com todo o seu setup, independente do seu estilo.  Velocidade de 3200Mhz para Suas Jogadas A Memória Gamer Husky Avalanche é projetada para o mais alto desempenho, possui dissipador de calor embutido que entrega ótima condutividade térmica para que o sistema seja capaz de manter uma operação estável por muito tempo. Com 3200Mhz, garante mais velocidade para computadores de alta performance e desempenho robusto, entregando 8GB de capacidade.  Com Tecnologia DDR4 Melhora a qualidade da transferência de sinal com Memória Husky e se mantenha na partida inspirando medo no seu inimigo. Instale essa memória de maneira rápida e fácil com a conexão Plug and Play e comece a partida. Possui tecnologia DDR4, UDIMM como formato e latência CL 19. A Memória Gamer Husky Gaming Avalanche é o que faltava para o seu computador ter melhor desempenho.  Aproveite essa oportunidade e adquira sua Memória Gamer Husky no KaBuM!",
    "stock": 15
  },
  {
    "image": "https://i.imgur.com/HrfhP8g.jpg",
    "price": 999.9,
    "name": "Microfone Gamer HyperX QuadCast S, Antivibração, LED RGB, USB, Compatível com PC, PS4 e Mac - HMIQ1S-XX-RG/G",
    "id": "9",
    "categorie": "Gamer",
    "description": "O HyperX QuadCast é o microfone independente ideal com todos os recursos para o streamer ou podcaster que procura um microfone com som de qualidade. O QuadCast vem com sua própria base 'shock mount' antivibração para ajudar a reduzir os ruídos da vida diária e um filtro integrado para abafar sons percussivos desagradáveis. Saiba instantaneamente o status do seu microfone com o indicador em LED e simplesmente toque para colocá-lo em mudo para evitar acidentes inconvenientes na transmissão. Microfone condensador Electret Com quatro padrões polares selecionáveis, este microfone está preparado para quase qualquer situação de gravação e também apresenta um botão de controle de ganho localizado em local conveniente para ajustar rapidamente a sensibilidade de entrada do seu microfone. O adaptador de montagem incluído adapta-se a tamanhos de fio de 3/8 e 5/8 pol, sendo compatível com a maioria dos pedestais. Design Gamer com RGB O modelo QuadCast S proporciona iluminação RGB e efeitos dinâmicos personalizáveis através do software HyperX NGENUITY. A família QuadCast é certificada pela Discord e TeamSpeak para que você possa garantir que seu microfone esteja transmitindo claramente para todos os seus seguidores e ouvintes e, além disso, você pode monitorar seu microfone em tempo real usando a prática entrada de fone de ouvido localizada na parte traseira do microfone. Compatível com PC, PS4 e Mac Compatibilidade com vários dispositivos e programas para que seu som vá mais longe. Compatível com PC, PS4 e Mac bem como com as principais plataformas de streaming como Streamlabs OBS, OBS Studio e XSplit para que você possa apresentar um som de qualidade para quem quer que sintonize. Garanta já seu Microfone HyperX aqui no KaBuM!",
    "stock": 25
  },
  {
    "image": "https://i.imgur.com/Zquxjaw.jpg",
    "price": 7799.9,
    "oldPrice": 8150.90,
    "name": "PC Gamer On Gaming Powered By Asus i5 10400F, GTX 1660 Super 6GB, 16GB, SSD 480 GB M.2, Linux - ONG104FT66S16M482",
    "id": "10",
    "categorie": "Gamer",
    "description": "Dos Melhores Fabricantes de Ti do Brasil. Alto Desempenho, Performance, Durabilidade e Sutileza Estética. Excelente Setup para você que quer ter acesso a gráficos mais exigentes. Com o processador i5 10400F de décima geração da Intel, com a placa de vídeo dedicada GTX 1660 Super 6GB, e 16GB de memória Ram, você terá acesso a jogos com gráficos mais elaborados.",
    "stock": 35
  },
  {
    "image": "https://i.imgur.com/eewyNzE.jpg",
    "price": 1799.9,
    "name": "Cadeira Gamer Sharkoon Elbrus 3, Black Green",
    "id": "11",
    "categorie": "Gamer",
    "description": "As cadeiras gaming Alpha Gamer Vega incluem duas almofadas: para apoio lombar e também para apoio da cabeça. Caso pretendas sentar-te numa posição mais reta, remove as almofadas. Se pretendes uma posição mais relaxada e confortável, então instala as almofadas. É tão simples quanto isto. Cadeira Gamer Reclinável Puxa a alavanca lateral, encosta-te e relaxa! Podes ajustar a inclinação do encosto para um posicionamento até 180 graus. Alto ou baixo, pensámos em ti! As cadeiras gaming Alpha Gamer Vega possuem 9 cm de capacidade de ajuste da altura do assento. Apoios de Braços Ajustáveis A ergonomia é um dos nossos principais focos de atenção; E como tal, desenvolvemos apoios de braço facilmente ajustáveis, em altura e rotação horizontal, para um ótimo encaixe com a estrutura corporal de qualquer pessoa.",
    "stock": 45
  },
  {
    "image": "https://i.imgur.com/YcxeNRC.jpg",
    "price": 3899.9,
    "oldPrice": 4150.90,
    "name": "Placa de Vídeo Zotac NVIDIA GeForce RTX 3060 Ti Twin Edge LHR, 8GB, 14.0 Gbps, GDDR6, DLSS, Ray Tracing - ZT-A30610E-10MLHR",
    "id": "12",
    "categorie": "Hardware",
    "description": "NVIDIA, RT Cores, GDDR6 e muito mais para melhor desempenho Amplie-se com a ZOTAC GAMING GeForce RTX 30 Series baseada na arquitetura NVIDIA Ampere. Construída com RT Cores e Tensor Cores aprimorados, novos multiprocessadores de streaming e memória GDDR6 de alta velocidade, a ZOTAC GAMING GeForce RTX 3060 Ti Twin Edge LHR dá origem a jogos amplificados com alta fidelidade. Vivencie o Jogo com RTX 3060 Com a nova GeForce RTX 3060 Series da ZOTAC GAMING, baseada na arquitectura NVIDIA Ampere. Construída com núcleos RT e tensores aprimorados, novos multiprocessadores de transmissão e memória súper rápida, as novas placas gráficas ZOTAC GAMING oferecem a potência de jogos amplificados com ultra fidelidade gráfica. Resfriamento avançado para sua GPU O sistema de resfriamento IceStorm 2.0 mais refinado foi desenvolvido especificamente para uma cobertura mais ampla para manter a GPU mais fria e funcionando com mais força, com aprimoramentos na parte visível como no interior.",
    "stock": 55
  },
  {
    "image": "https://i.imgur.com/Nu8tkVR.jpg",
    "price": 529.9,
    "name": "Mouse Gamer Sem Fio Logitech G PRO Wireless LIGHTSPEED, RGB LIGHTSYNC, Ambidestro, 6 Botões Programáveis, HERO 25K - 910-005271",
    "id": "13",
    "categorie": "Gamer",
    "description": "Projetado em colaboração direta de muitos jogadores profissionais de e-sports, o mouse gamer PRO Wireless foi desenvolvido de acordo com os exigentes padrões de alguns dos maiores profissionais de e-sports do mundo. O PRO Wireless gaming mouse foi concebido para oferecer um desempenho de ponta e inclui as mais recentes e avançadas tecnologias disponíveis. Com a tecnologia sem fio LIGHTSPEED, o PRO Wireless supera as limitações de latência, conectividade e energia para oferecer uma conexão de taxa de transmissão de 1 ms, sólida e super-rápida. O PRO Wireless gaming mouse também está equipado com a versão mais recente do sensor HERO 25K, nosso sensor óptico de última geração que é o sensor para jogos de melhor desempenho e eficiência do mercado com sensibilidade ajustável. Play to win.",
    "stock": 65
  },
  {
    "image": "https://i.imgur.com/h7hYGrq.jpg",
    "price": 6999.9,
    "name": "Notebook Gamer Gigabyte G5 Intel Core i5-10500H, GeForce RTX 3060, 16GB RAM, SSD 512GB, 15,6' Full HD 240Hz, Win 10 Home - KC-5BR2130SH",
    "id": "14",
    "categorie": "Gamer",
    "description": "Notebook Gamer G5. Além do Gaming! “Definindo o novo padrão para entretenimento geral, fornecendo um belo equilíbrio entre games, entretenimento e recursos de trabalho. Bem-vindo ao seu novo local. ” O notebook gaming G5 combina jogos, entretenimento, trabalho e muito mais! Seu poderoso processador Intel® Core™ i5 de décima geração permite que você lide facilmente com várias tarefas ao mesmo tempo. Além disso, possui uma tela de até 240Hz, saída para exibição de 3 telas, slot integrado para cartão SD, capacidade de armazenamento de 6TB e tecnologia Wi-Fi 6 de última geração; com uma ferramenta para cada tarefa, este notebook pode estar ao seu lado enquanto você passa por diferentes funções, apoiando você no dia a dia. Garanta seu notebook Gamer G5 no KaBuM!",
    "stock": 75
  },
  {
    "image": "https://i.imgur.com/PoQGCqp.jpg",
    "price": 4899.9,
    "oldPrice": 5950.90,
    "name": "Notebook Gamer Aspire Nitro 5, Amd Ryzen 7, 8Gb, 512Gb Ssd, Gtx1650, 15,6 Endless - An515-44-r11b",
    "id": "15",
    "categorie": "Gamer",
    "description": "Notebook Gamer Aspire Nitro 5, Amd Ryzen 7, 8gb, 512gb Ssd, Gtx1650, 15,6, Endless - An515-44-r11b",
    "stock": 85
  },
  {
    "image": "https://i.imgur.com/jgAVxtW.jpg",
    "price": 4449.9,
    "name": "Samsung Smart TV 70 UHD 4K 70AU7700, Processador Crystal 4K, Tela sem limites, Visual Livre de Cabos, Alexa Built In - UN70AU7700GXZD",
    "id": "16",
    "categorie": "Smart TV",
    "description": "O processador Crystal 4K transforma tudo o que você assiste em resolução próxima à 4K. Todos os produtos UHD 4K da Samsung são certificados pela CEA (Consumer Eletronics Association) e DE (Digital Europe). Estas entidades estabeleceram critérios mínimos para certificar um produto como o UHD 4K, entre eles, garantir que o produto tenha em cada pixel a capacidade de reproduzir todas as cores. A experiência pode variar de acordo com tipo e formato do conteúdo. O fim da bagunça e confusão de cabos aparentes com uma solução de canaletas exclusiva que permite organizar os fios e escondê-los.",
    "stock": 95
  },
  {
    "image": "https://i.imgur.com/Ml2RkB3.jpg",
    "price": 2399.9,
    "name": "Home Theater LG XBOOM LHD687-FC com 4.2 Canais, 1250W RMS, Conexão Bluetooth, TV Sound Sync - LHD687",
    "id": "17",
    "categorie": "Áudio",
    "description": "Tenha o melhor do cinema agora na sala de sua casa Obtenha a máxima imersão sonora, possível graças ao sistema 4.2 canais com 1250 Watts RMS, além de duplos Sub Woofers integrados para graves precisos e definitivos. Obtenha ainda um entretenimento completo, para qualquer gosto e todos os públicos, o LG Xboom Home Theater LHD687-FC conta com inúmeras possibilidades, como Rádio FM, reprodução via Bluetooth, CD e DVD, USB e entrada Auxiliar (P2). Além disso, possui o TV Sound Sync, que permite conexão do televisor LG ao Home Theater via Bluetooth. Design Moderno Combina com qualquer ambiente! Tenha a potência de um Mini System LG, agregado ao DNA de um Sound Bar, na construção de um Home Theater de sistema frontal. Tudo isso somado a um design moderno e elegante com acabamento black piano*.  *Black piano na central e acabamento do produto. Instalação Simples Faça você mesmo! O LG XBOOM Home Theater LHD687-FC possui instalação simples e rápida. Com poucos fios e conexão facilitada, você instala o produto em questão de minutos e ainda sobra tempo para aproveitar com a família.",
    "stock": 5
  },
  {
    "image": "https://i.imgur.com/y3b4LVR.jpg",
    "price": 3399.9,
    "name": "Volante e Pedais Thrustmaster T300 RS GT Edition para PS5, PS4, PC- 4160644",
    "id": "18",
    "categorie": "Gamer",
    "description": "Debaixo do capô há nada menos que um servomotor industrial sem escovas para Force Feedback (com ação sem fricção), oferecendo um efeito de Force Feedback super suave. O silêncio do motor permite focar-se completamente naquilo que mais importa: o desempenho nas pistas. Efeitos de força ultrarresponsivos e realistas, sem latência. As equipes de desenvolvimento da Thrustmaster adicionaram precisão às incríveis capacidades do motor. Fizeram isso incorporando a tecnologia H.E.A.R.T HallEffect AccuRate Technology®, que possui um sensor magnético sem contato: isso fornece uma resolução de 16 bits, resultando em 65.536 valores para a rotação do volante.",
    "stock": 18
  },
  {
    "image": "https://i.imgur.com/Quocpu7.jpg",
    "price": 399.9,
    "oldPrice": 517.90,
    "name": "Controle Sem fio PS5 DualSense",
    "id": "19",
    "categorie": "Gamer",
    "description": "Sinta o feedback fisicamente responsivo às suas ações no jogo com atuadores duplos que substituem os motores tradicionais. Em suas mãos, essas vibrações dinâmicas podem simular a sensação de tudo, desde ambientes até o recuo de diferentes armas. Experimente vários níveis de força e tensão conforme você interage com o equipamento e os ambientes do jogo. Desde puxar a corda do arco cada vez mais tensa até pisar no freio em um carro em alta velocidade, sinta-se fisicamente conectado às suas ações na tela. Converse com amigos online usando o microfone embutido - ou conectando um fone de ouvido ao conector de 3,5 mm. Ligue e desligue facilmente a captura de voz a qualquer momento com o botão dedicado para silenciar. Capture e transmita seus momentos de jogo mais épicos com o botão criar. Com base no sucesso do botão pioneiro SHARE, criar oferece aos jogadores mais maneiras de produzir conteúdo de jogos e transmitir suas aventuras ao vivo para o mundo.",
    "stock": 22
  },
  {
    "image": "https://i.imgur.com/pC6gKyz.jpg",
    "price": 1999.9,
    "oldPrice": 2150.90,
    "name": "Volante Thrustmaster Ferrari F1 Para T500RS, T300RS e TX Racing Wheel 458 - 4160571",
    "id": "20",
    "categorie": "Gamer",
    "description": "Réplica em tamanho real do volante da Fórmula 1, Ferrari 2011, sob  licença oficial da Ferrari, para o seu T500 RS*, T300 RS*, T300 Ferrari GTE* & TX racing wheel*. Alavancas de velocidades genuínas do tipo “Push & Pull” em metal escovado ao estilo F1. Revestimento de metal escovado reforçado para garantir a máxima solidez e inércia Volante com textura de borracha para uma aderência realista e confortável.",
    "stock": 8
  }
]